<?php
 
 return [
    'title'=>'ストア',
    'welcome' => '私たちのウェブサイトへようこそ！',
    'welcome_msg'=>'あらゆるニーズに対応するワンストップショップ、幅広い製品と優れたカスタマーサービスを提供しています。',
    'menu'=>[
            'menu'=>'メニュー',
            'home'=>'ホーム',
            'about'=>'アバウト',
            'products'=>'製品',
            'contact'=>'お問い合わせ',
            'account'=>"アカウント",
            'checkout'=>"チェックアウト",
            'login'=>"ログイン",
            'register'=>"登録",

    ],

    'shop_now'=>"今すぐ購入",
    'why_shop'=>"なぜ私たちの店で買い物をするのか",
    'fast_delivery'=>"迅速な配達",
    'fast_delivery_msg'=>"迅速な配達であなたの商品がすぐに届き、便利さと満足をお届けします。",
    'free_shipping'=>"送料無料",
    'free_shipping_msg'=>"送料無料で、追加費用なしで迅速かつ便利に商品をお届けします。",
    'best_quality'=>'最高品質',
    'best_quality_msg'=>"最高品質を体験し、すべての購入で満足を確保し、卓越性をあなたの手元に届けます。",
    'new_arrivals' => '新着商品',
    'new_arrivals_msg' => "最新のスタイルと革新的な製品であなたのショッピング体験を向上させる新着商品を発見してください。今すぐ探検して、先を行こう！",
    
    'address'=>"住所",
    'address_value'=>"28 White tower, Street Name New York City, USA",
    'email'=>"メール",
    "newsletter"=>'ニュースレター',
    "newsletter_btn"=>'メールを入力',
    "newsletter_placeholder"=>'購読',
    
    'about_us'=>"私たちについて",
    'about_us_msg'=>"私たちのストアでは、単なるeコマース企業ではなく、革新、誠実さ、そして顧客満足を追求するダイナミックな市場です。私たちのデジタル店舗は単なるショッピングの場ではなく、無限の可能性と比類のない便利さへのゲートウェイです。

あらゆるカテゴリーを網羅した多様な製品で、すべての生活環境からのショッパーのニーズと欲望に応えます。最新の技術ガジェット、ファッショナブルなアパレル、日常生活の必需品を探している場合でも、ここですべて見つけることができ、慎重に選定され、手元に届けられます。

しかし、私たちを本当に際立たせているのは、ショッピング体験のあらゆる側面で卓越性を追求する揺るぎないコミットメントです。直感的なウェブサイトインターフェースから、超高速の配送、応答性の高いカスタマーサービスまで、あらゆるステップで期待を超えるよう努めています。献身的なプロフェッショナルのチームが、シームレスで楽しくストレスのないショッピングの旅を保証するために舞台裏で懸命に働いています。

私たちは、eコマースの変革力が生活を豊かにし、コミュニティをエンパワーし、ポジティブな変化をもたらすと信じています。満足した顧客一人ひとりを迎えながら、オンラインショッピングの未来を再定義し続ける旅に参加してください。ストアファミリーへようこそ、あなたの満足が私たちの最優先事項です。",
    'view'=>'見る',
    'our_products'=>'私たちの製品',
    'add_to_cart'=>'カートに追加',
    'shopping_cart'=>'ショッピングカート',
    'Product'=>'製品',
    'Quantity'=>'数量',
    'Price'=>'価格',
    'Total'=>'合計',
    'Action'=>'アクション',
    'proceed_to_checkout'=>'チェックアウトに進む',
    'cart_empty'=>'あなたのカートは空です。',
    'checkout'=>'チェックアウト',
    'place_order'=>'注文する',
    'order_placed_msg'=>'ご注文は正常に送信されました！',
    'contact_us'=>'お問い合わせ',
    'enter_name'=>'名前を入力',
    'enter_email'=>'メールを入力',
    'enter_subject'=>'件名を入力',
    'enter_msg'=>'メッセージを入力',
    'submit'=>'送信'
];
